Repository: DeenMate/deenmate-app
Catalog: lib/l10n/app_*.arb
Languages: bn

# prayerTimesEnableLocation
source: Enable location services for accurate prayer times
bn: সঠিক নামাজের সময়ের জন্য অবস্থান সেবা চালু করুন

# prayerTimesEnableLocationAction
source: Enable Location
bn: অবস্থান চালু করুন

# prayerTimesNetworkIssue
source: Network Issue
bn: নেটওয়ার্ক সমস্যা

# prayerTimesCheckConnection
source: Check internet connection and try again
bn: ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন

# prayerTimesServiceUnavailable
source: Service Unavailable
bn: সেবা অনুপলব্ধ

# prayerTimesServiceTemporarilyUnavailable
source: Prayer time service is temporarily unavailable
bn: নামাজের সময় সেবা সাময়িকভাবে অনুপলব্ধ

# prayerTimesRetry
source: Retry
bn: আবার চেষ্টা করুন

# prayerTimesTryAgain
source: Try Again
bn: আবার চেষ্টা করুন

# prayerTimesDataUnavailable
source: Prayer times data is unavailable
bn: নামাজের সময়ের তথ্য অনুপলব্ধ

# prayerTimesLocationAccess
source: Location Access
bn: অবস্থানে প্রবেশাধিকার

# prayerTimesLocationAccessMessage
source: DeenMate needs location access to provide accurate prayer times for your area. You can: • Enable location services in device settings • Manually select your city in app settings • Use approximate times based on your region
bn: ডীনমেটের আপনার এলাকার জন্য সঠিক নামাজের সময় প্রদান করতে অবস্থানে প্রবেশাধিকার প্রয়োজন। আপনি পারেন: • ডিভাইস সেটিংসে অবস্থান সেবা চালু করতে • অ্যাপ সেটিংসে ম্যানুয়ালি আপনার শহর নির্বাচন করতে • আপনার অঞ্চলের ভিত্তিতে আনুমানিক সময় ব্যবহার করতে

# prayerTimesLater
source: Later
bn: পরে

# prayerTimesSettings
source: Settings
bn: সেটিংস

# commonToday
source: Today
bn: আজ

# islamicMonthMuharram
source: Muharram
bn: মুহাররম

# islamicMonthSafar
source: Safar
bn: সফর

# islamicMonthRabiAlAwwal
source: Rabi al-Awwal
bn: রবিউল আউয়াল

# islamicMonthRabiAlThani
source: Rabi al-Thani
bn: রবিউস সানি

# islamicMonthJumadaAlAwwal
source: Jumada al-Awwal
bn: জমাদিউল আউয়াল

# islamicMonthJumadaAlThani
source: Jumada al-Thani
bn: জমাদিউস সানি

# islamicMonthRajab
source: Rajab
bn: রজব

# islamicMonthShaban
source: Sha'ban
bn: শাবান

# islamicMonthRamadan
source: Ramadan
bn: রমজান

# islamicMonthShawwal
source: Shawwal
bn: শাওয়াল

# islamicMonthDhuAlQadah
source: Dhu al-Qadah
bn: যিলকদ

# islamicMonthDhuAlHijjah
source: Dhu al-Hijjah
bn: যিলহজ

# homeTimeStatusNow
source: now
bn: এখন

# homeGreeting
source: As-salāmu 'alaykum,
bn: আসসালামু আলাইকুম,

# homeForbiddenSunrise
source: Salah is forbidden during sunrise
bn: সূর্যোদয়ের সময় নামাজ নিষিদ্ধ

# homeForbiddenZenith
source: Salah is forbidden during solar noon (zenith)
bn: সূর্যের মধ্যাহ্নে (জেনিথ) নামাজ নিষিদ্ধ

# homeForbiddenSunset
source: Salah is forbidden during sunset
bn: সূর্যাস্তের সময় নামাজ নিষিদ্ধ

# homePrayerIn
source: {prayerName} in
bn: {prayerName}

# homePrayerRemaining
source: {prayerName} remaining
bn: {prayerName} বাকি

# homeNoActivePrayer
source: No Active Prayer
bn: কোন সক্রিয় নামাজ নেই

# homeCurrentPrayer
source: Current Prayer
bn: বর্তমান নামাজ

# homeNextPrayer
source: Next Prayer
bn: পরবর্তী নামাজ

# athanPreviewTitle
source: Preview Athan
bn: আযান প্রিভিউ

# athanPreviewDescription
source: Listen to a sample of the selected Muadhin voice:
bn: নির্বাচিত মুয়াজ্জিনের কণ্ঠস্বরের নমুনা শুনুন:

# athanPreviewPlay
source: Preview
bn: প্রিভিউ

# athanPreviewStop
source: Stop
bn: বন্ধ

# athanPreviewPlaying
source: Playing...
bn: চলছে...

# reciterAbdulBasit
source: Abdul Basit Abdul Samad
bn: আব্দুল বাসিত আব্দুস সামাদ

# reciterAbdulBasitDesc
source: Renowned Quranic reciter from Egypt with a melodious voice
bn: মিশর থেকে বিখ্যাত কুরআন তেলাওয়াতকারী, মধুর কণ্ঠস্বরের অধিকারী

# reciterMishary
source: Mishary Rashid Alafasy
bn: মিশারী রাশিদ আল-আফাসী

# reciterMisharyDesc
source: Famous Imam and reciter from Kuwait
bn: কুয়েতের বিখ্যাত ইমাম ও তেলাওয়াতকারী

# reciterSudais
source: Sheikh Abdul Rahman Al-Sudais
bn: শেখ আব্দুর রহমান আস-সুদাইস

# reciterSudaisDesc
source: Imam of Masjid al-Haram in Mecca
bn: মক্কার মসজিদুল হারামের ইমাম

# reciterShuraim
source: Sheikh Saud Al-Shuraim
bn: শেখ সউদ আশ-শুরাইম

# reciterShuraimDesc
source: Imam of Masjid al-Haram in Mecca
bn: মক্কার মসজিদুল হারামের ইমাম

# reciterMaher
source: Maher Al-Muaiqly
bn: মাহের আল-মুয়াইকলী

# reciterMaherDesc
source: Imam of Masjid al-Haram with beautiful recitation
bn: মসজিদুল হারামের ইমাম, সুন্দর তেলাওয়াতের অধিকারী

# reciterYasser
source: Yasser Ad-Dussary
bn: ইয়াসের আদ-দুসারী

# reciterYasserDesc
source: Beautiful voice from Saudi Arabia
bn: সৌদি আরব থেকে সুন্দর কণ্ঠস্বরের অধিকারী

# reciterAjmi
source: Ahmad Al-Ajmi
bn: আহমাদ আল-আজমী

# reciterAjmiDesc
source: Kuwaiti reciter with distinctive style
bn: কুয়েতি তেলাওয়াতকারী, স্বতন্ত্র ধরনের অধিকারী

# reciterGhamdi
source: Saad Al-Ghamdi
bn: সাদ আল-গামদী

# reciterGhamdiDesc
source: Saudi reciter known for emotional recitation
bn: সৌদি তেলাওয়াতকারী, আবেগময় তেলাওয়াতের জন্য বিখ্যাত

# reciterDefault
source: Default Athan
bn: ডিফল্ট আযান

# reciterDefaultDesc
source: Standard Islamic call to prayer
bn: মানসম্পন্ন ইসলামিক আযান

# prayerTimesNextIn
source: Next in
bn: পরবর্তী

# prayerTimesPleaseWait
source: Please wait
bn: অনুগ্রহ করে অপেক্ষা করুন

# settingsReadingPreferencesSubtitle
source: Font size, translations, layout
bn: ফন্ট সাইজ, অনুবাদ, লেআউট

# settingsContentTranslationsSubtitle
source: Choose Quran & Hadith translations per language
bn: প্রতিটি ভাষার জন্য কুরআন ও হাদিসের অনুবাদ নির্বাচন করুন

# settingsAccessibilitySubtitle
source: Screen reader, high contrast, text scaling
bn: স্ক্রিন রিডার, উচ্চ কনট্রাস্ট, টেক্সট স্কেলিং

# settingsLanguageComingSoon
source: {languageName} support is coming soon. The app will use English for now.
bn: {languageName} সাপোর্ট শীঘ্রই আসছে। এখনকার জন্য অ্যাপটি ইংরেজি ব্যবহার করবে।

# settingsLanguageChanged
source: Language changed to {languageName}
bn: ভাষা {languageName} এ পরিবর্তিত হয়েছে

# translationPickerTitle
source: Select Translations
bn: অনুবাদ নির্বাচন করুন

# translationPickerErrorLoading
source: Error loading translations: {error}
bn: অনুবাদ লোড করতে ত্রুটি: {error}

# translationPickerCancel
source: Cancel
bn: বাতিল

# translationPickerApply
source: Apply
bn: প্রয়োগ

# translationPickerLanguageLabel
source: Language:
bn: ভাষা:

# translationPickerAllLanguages
source: All Languages
bn: সকল ভাষা

# translationPickerEnglish
source: English
bn: ইংরেজি

# translationPickerArabic
source: Arabic
bn: আরবি

# translationPickerUrdu
source: Urdu
bn: উর্দু

# translationPickerBengali
source: Bengali
bn: বাংলা

# translationPickerIndonesian
source: Indonesian
bn: ইন্দোনেশিয়ান

# translationPickerTurkish
source: Turkish
bn: তুর্কি

# translationPickerFrench
source: French
bn: ফরাসি

# readingModeThemeTitle
source: Reading Theme
bn: পঠন থিম

# readingModeThemeLight
source: Light Theme
bn: উজ্জ্বল থিম

# readingModeThemeDark
source: Dark Theme
bn: অন্ধকার থিম

# readingModeThemeSepia
source: Sepia Theme
bn: সেপিয়া থিম

# readingModeThemeLightApplied
source: Light theme applied
bn: উজ্জ্বল থিম প্রয়োগ করা হয়েছে

# readingModeThemeDarkApplied
source: Dark theme applied
bn: অন্ধকার থিম প্রয়োগ করা হয়েছে

# readingModeThemeSepiaApplied
source: Sepia theme applied
bn: সেপিয়া থিম প্রয়োগ করা হয়েছে

# readingModeFontSettings
source: Font Settings
bn: ফন্ট সেটিংস

# readingModeFontArabicSize
source: Arabic Font Size
bn: আরবি ফন্টের আকার

# readingModeFontTranslationSize
source: Translation Font Size
bn: অনুবাদ ফন্টের আকার

# readingModeDone
source: Done
bn: সম্পন্ন

# readingModeTranslationSettings
source: Translation Settings
bn: অনুবাদ সেটিংস

# readingModeOK
source: OK
bn: ঠিক আছে

# readingModeBookmarkAdded
source: Bookmark added
bn: বুকমার্ক যোগ করা হয়েছে

# mobileReadingModeTitle
source: Reading Mode
bn: পড়ার মোড

# mobileReadingModeProgress
source: Reading Progress
bn: পড়ার অগ্রগতি

# mobileReadingModeTheme
source: Theme
bn: থিম

# mobileReadingModeFont
source: Font
bn: ফন্ট

# mobileReadingModeTranslation
source: Translation
bn: অনুবাদ

# mobileReadingModeBookmark
source: Bookmark
bn: বুকমার্ক

# mobileReadingModePrevious
source: Previous
bn: পূর্ববর্তী

# mobileReadingModeNext
source: Next
bn: পরবর্তী

# mobileReadingModeSettings
source: Reading Settings
bn: পড়ার সেটিংস

# mobileReadingModeBrightness
source: Screen Brightness
bn: স্ক্রিনের উজ্জ্বলতা

# mobileReadingModeLineHeight
source: Line Height
bn: লাইনের উচ্চতা

# mobileReadingModeNightMode
source: Night Mode
bn: নাইট মোড

# mobileReadingModeGreenTheme
source: Green Theme
bn: সবুজ থিম

# verseCardWordAnalysis
source: Word Analysis
bn: শব্দ বিশ্লেষণ

# verseCardPlayAudio
source: Play Audio
bn: অডিও চালান

# verseCardDownloadAudio
source: Download Audio
bn: অডিও ডাউনলোড করুন

# verseCardAddNote
source: Add Note
bn: নোট যোগ করুন

# verseCardAudioNotAvailable
source: Audio playback not available for this verse
bn: এই আয়াতের জন্য অডিও প্লেব্যাক উপলব্ধ নেই

# verseCardDownloadingAudio
source: Downloading audio for verse {verseKey}...
bn: আয়াত {verseKey} এর অডিও ডাউনলোড করা হচ্ছে...

# verseCardNotesTitle
source: Notes for {verseKey}
bn: {verseKey} এর নোট

# verseCardOK
source: OK
bn: ঠিক আছে

# audioPlayerNowPlaying
source: Now Playing
bn: এখন চলছে

# audioPlayerNoVerseSelected
source: No verse selected
bn: কোন আয়াত নির্বাচিত নেই

# audioPlayerDefaultReciter
source: Mishary Rashid Alafasy
bn: মিশারী রাশিদ আল-আফাসী

# audioPlayerCurrentPlaylist
source: Current Playlist
bn: বর্তমান প্লেলিস্ট

# audioPlayerPlaylistComingSoon
source: Playlist functionality coming soon
bn: প্লেলিস্ট কার্যক্রম শীঘ্রই আসছে

# audioPlayerPlaylistCount
source: {count} verses in playlist
bn: প্লেলিস্টে {count}টি আয়াত রয়েছে

# audioPlayerDownloadingVerse
source: Downloading verse {verseKey}...
bn: আয়াত {verseKey} ডাউনলোড করা হচ্ছে...

# audioPlayerDownloadFailed
source: Download failed: {error}
bn: ডাউনলোড ব্যর্থ হয়েছে: {error}

# wordAnalysisTitle
source: Word-by-Word Analysis
bn: শব্দে শব্দে বিশ্লেষণ

# wordAnalysisHideAnalysis
source: Tap to hide analysis
bn: বিশ্লেষণ লুকাতে ট্যাপ করুন

# wordAnalysisShowAnalysis
source: Arabic • Transliteration • Translation
bn: আরবি • রোমান • অনুবাদ

# wordAnalysisDisplayOptions
source: Display Options
bn: প্রদর্শন বিকল্প

# wordAnalysisTransliteration
source: Transliteration
bn: রোমান

# wordAnalysisGrammar
source: Grammar
bn: ব্যাকরণ

# wordAnalysisTapInstruction
source: Tap on any word for detailed analysis
bn: বিস্তারিত বিশ্লেষণের জন্য যেকোনো শব্দে ট্যাপ করুন

source: Word Analysis Overview
bn: শব্দ বিশ্লেষণ সংক্ষিপ্তসার

# wordAnalysisWordDetails
source: Word Details
bn: শব্দের বিবরণ

# wordAnalysisPosition
source: Position
bn: অবস্থান

# wordAnalysisRoot
source: Root
bn: মূল

# wordAnalysisLemma
source: Lemma
bn: লেমা

# wordAnalysisStem
source: Stem
bn: স্টেম

# wordAnalysisPartOfSpeech
source: Part of Speech
bn: পদ

# wordAnalysisNoDetails
source: No additional details available for this word.
bn: এই শব্দের জন্য অতিরিক্ত বিবরণ উপলব্ধ নেই।

# wordAnalysisGrammarGender
source: Gender
bn: লিঙ্গ

# wordAnalysisGrammarNumber
source: Number
bn: বচন

# wordAnalysisGrammarPerson
source: Person
bn: পুরুষ

# wordAnalysisGrammarTense
source: Tense
bn: কাল

# wordAnalysisGrammarMood
source: Mood
bn: ভাব

# wordAnalysisGrammarVoice
source: Voice
bn: বাচ্য

# wordAnalysisGrammarDetails
source: Grammar
bn: ব্যাকরণ

# wordAnalysisNotAvailable
source: No word analysis available for this verse
bn: এই আয়াতের জন্য শব্দ বিশ্লেষণ উপলব্ধ নেই

# navigationPrayer
source: Prayer
bn: নামাজ

# navigationQibla
source: Qibla
bn: কিবলা

# inheritanceCalculatorTitle
source: Inheritance Calculator
bn: মীরাস ক্যালকুলেটর

# inheritanceQuickStart
source: Quick Start Guide
bn: দ্রুত শুরুর গাইড

# inheritanceEnterEstate
source: 1. Enter Estate Value
bn: ১. সম্পত্তির মূল্য প্রবেশ করান

# inheritanceSelectHeirs
source: 2. Select Heirs
bn: ২. উত্তরাধিকারী নির্বাচন করুন

# inheritanceCalculate
source: 3. Calculate Distribution
bn: ৩. বন্টন গণনা করুন

# inheritanceStartCalculation
source: Start Calculation
bn: গণনা শুরু করুন

# inheritanceFeatures
source: Key Features
bn: মূল বৈশিষ্ট্য

# inheritanceShariahCompliant
source: 📖 Shariah Compliant
bn: 📖 শরীয়াহ মোতাবেক

# inheritanceBasedOnQuran
source: Based on Quran and Sunnah
bn: কুরআন ও সুন্নাহ ভিত্তিক

# inheritanceStepByStep
source: 📊 Step-by-Step Guidance
bn: 📊 ধাপে ধাপে নির্দেশনা

# inheritanceDetailedBreakdown
source: Detailed calculation breakdown
bn: বিস্তারিত গণনার বিবরণ

# inheritanceAulRaddSupport
source: ⚖️ Aul & Radd Support
bn: ⚖️ আউল ও রাদ্দ সাপোর্ট

# inheritanceComplexScenarios
source: Handles complex inheritance scenarios
bn: জটিল মীরাসের পরিস্থিতি সামলায়

# inheritanceQuranicReferences
source: 📚 Quranic References
bn: 📚 কুরআনিক রেফারেন্স

# inheritanceRelevantVerses
source: Relevant verses and hadiths included
bn: সংশ্লিষ্ট আয়াত ও হাদিস অন্তর্ভুক্ত

# inheritanceBengaliLanguage
source: 🌍 Bengali Language
bn: 🌍 বাংলা ভাষা

# inheritanceBengaliSupport
source: Full Bengali language support
bn: সম্পূর্ণ বাংলা ভাষা সাপোর্ট

# inheritanceOfflineCalculation
source: 📱 Offline Calculation
bn: 📱 অফলাইন গণনা

# inheritanceWorksOffline
source: Works completely offline
bn: সম্পূর্ণ অফলাইনে কাজ করে

# qiblaCompassTitle
source: Qibla Compass
bn: কিবলা কম্পাস

# qiblaCompassNotAvailable
source: Compass not available
bn: কম্পাস উপলব্ধ নেই

# qiblaCompassCalibrating
source: Calibrating Compass...
bn: কম্পাস ক্যালিব্রেট করা হচ্ছে...

# qiblaCompassUnavailable
source: Compass Unavailable
bn: কম্পাস অনুপলব্ধ

# qiblaCompassActive
source: Compass Active
bn: কম্পাস সক্রিয়

# qiblaDirectionNorth
source: N
bn: উ

# qiblaDirectionEast
source: E
bn: পূ

# qiblaDirectionSouth
source: S
bn: দ

# qiblaDirectionWest
source: W
bn: প

source: Qibla Direction
bn: কিবলার দিক

# qiblaCurrentLocation
source: Current Location
bn: বর্তমান অবস্থান

# qiblaRecalibrate
source: Recalibrate
bn: পুনরায় ক্যালিব্রেট

# qiblaUpdateLocation
source: Update Location
bn: অবস্থান আপডেট

# onboardingNotificationDescription1
source: Stay connected with your daily prayers
bn: আপনার দৈনিক নামাজের সাথে সংযুক্ত থাকুন

# onboardingNotificationDescription2
source: Receive timely reminders for Islamic practices
bn: ইসলামিক অনুশীলনের জন্য সময়মতো অনুস্মারক পান

# onboardingNotificationSelectPrayers
source: Select which prayers you'd like to be reminded about
bn: আপনি কোন নামাজের অনুস্মারক চান তা নির্বাচন করুন

# bookmarkEdit
source: Edit
bn: সম্পাদনা

# bookmarkShare
source: Share
bn: শেয়ার

# bookmarkDelete
source: Delete
bn: মুছুন

# quranFontSettings
source: Font Settings
bn: ফন্ট সেটিংস

# quranTranslationSettings
source: Translation Settings
bn: অনুবাদ সেটিংস

# quranContent
source: Content
bn: কন্টেন্ট

# quranArabic
source: Arabic
bn: আরবি

# quranTranslation
source: Translation
bn: অনুবাদ

# quranTafsir
source: Tafsir
bn: তাফসির

# quranArabicFontSize
source: Arabic Font Size
bn: আরবি ফন্ট সাইজ

# quranTranslationFontSize
source: Translation Font Size
bn: অনুবাদ ফন্ট সাইজ

# quranSura
source: Sura
bn: সূরা

source: Coming soon
bn: শীঘ্রই আসছে

source: Error loading page
bn: পৃষ্ঠা লোড করতে ত্রুটি

source: Download failed
bn: ডাউনলোড ব্যর্থ

source: Bookmark removed
bn: বুকমার্ক সরানো হয়েছে

source: Error removing bookmark
bn: বুকমার্ক সরাতে ত্রুটি

source: Sort options - Coming soon
bn: সাজানোর বিকল্প - শীঘ্রই আসছে

source: Manage categories - Coming soon
bn: ক্যাটাগরি পরিচালনা - শীঘ্রই আসছে

source: Export bookmarks - Coming soon
bn: বুকমার্ক এক্সপোর্ট - শীঘ্রই আসছে

source: Edit bookmark - Coming soon
bn: বুকমার্ক সম্পাদনা - শীঘ্রই আসছে

source: Add bookmark dialog - Coming soon
bn: বুকমার্ক যোগ করার ডায়ালগ - শীঘ্রই আসছে

source: Create category dialog - Coming soon
bn: ক্যাটাগরি তৈরির ডায়ালগ - শীঘ্রই আসছে

source: Edit category - Coming soon
bn: ক্যাটাগরি সম্পাদনা - শীঘ্রই আসছে

source: Delete category - Coming soon
bn: ক্যাটাগরি মুছুন - শীঘ্রই আসছে

# clearCacheFailed
source: Failed to clear cache
bn: ক্যাশ পরিষ্কার করতে ব্যর্থ

source: Quarter section
bn: চতুর্থাংশ

source: Verses
bn: আয়াত

source: selected
bn: নির্বাচিত

source: Auto Scroll
bn: অটো স্ক্রল

source: Quick settings
bn: দ্রুত সেটিংস

source: Enter reading mode
bn: পড়ার মোড চালু করুন

source: Exit reading mode
bn: পড়ার মোড বন্ধ করুন

source: Bookmarks
bn: বুকমার্ক

# bookmarkAll
source: All
bn: সব

# bookmarkCategories
source: Categories
bn: ক্যাটাগরি

# bookmarkRecent
source: Recent
bn: সাম্প্রতিক

# bookmarkSort
source: Sort
bn: সাজান

# bookmarkManageCategories
source: Manage Categories
bn: ক্যাটাগরি পরিচালনা

# bookmarkExport
source: Export
bn: রপ্তানি

# bookmarkNoBookmarksYet
source: No bookmarks yet
bn: এখনও কোনো বুকমার্ক নেই

# bookmarkNoBookmarksSubtitle
source: Bookmark verses while reading to save them here
bn: পড়ার সময় আয়াত বুকমার্ক করুন এখানে সংরক্ষণের জন্য

# bookmarkNoCategoriesYet
source: No categories yet
bn: এখনও কোনো ক্যাটাগরি নেই

# bookmarkNoCategoriesSubtitle
source: Create categories to organize your bookmarks
bn: আপনার বুকমার্ক সংগঠিত করতে ক্যাটাগরি তৈরি করুন

# bookmarkCreateCategory
source: Create Category
bn: ক্যাটাগরি তৈরি করুন

# bookmarkNoRecentBookmarks
source: No recent bookmarks
bn: কোনো সাম্প্রতিক বুকমার্ক নেই

# bookmarkNoRecentSubtitle
source: Your recently added bookmarks will appear here
bn: আপনার সাম্প্রতিক যোগ করা বুকমার্ক এখানে দেখা যাবে

source: Edit
bn: সম্পাদনা

source: Share
bn: শেয়ার

# commonCopy
source: Copy
bn: কপি

source: Dua copied to clipboard
bn: দোয়া ক্লিপবোর্ডে কপি হয়েছে

# sharingSoon
source: Sharing feature coming soon!
bn: শেয়ার করার ফিচার শীঘ্রই আসছে!

source: Dua saved to favorites!
bn: দোয়া পছন্দের তালিকায় সংরক্ষিত হয়েছে!

source: Accessibility Settings
bn: অ্যাক্সেসিবিলিটি সেটিংস

source: Verse copied to clipboard
bn: আয়াত ক্লিপবোর্ডে কপি হয়েছে

source: Verse saved to favorites!
bn: আয়াত পছন্দের তালিকায় সংরক্ষিত হয়েছে!

source: Learn More
bn: আরো জানুন

# nameOfAllahCopied
source: Name of Allah copied to clipboard
bn: আল্লাহর নাম ক্লিপবোর্ডে কপি হয়েছে

# detailedExplanationsSoon
source: Detailed explanations coming soon!
bn: বিস্তারিত ব্যাখ্যা শীঘ্রই আসছে!

source: Hadith copied to clipboard
bn: হাদিস ক্লিপবোর্ডে কপি হয়েছে

source: Hadith saved to favorites!
bn: হাদিস পছন্দের তালিকায় সংরক্ষিত হয়েছে!

source: Retry
bn: পুনরায় চেষ্টা

# commonConfirm
source: Confirm
bn: নিশ্চিত

# commonClear
source: Clear
bn: পরিষ্কার

# commonView
source: View
bn: দেখুন

# commonGo
source: Go
bn: যান

# commonDownload
source: Download
bn: ডাউনলোড

# commonSendEmail
source: Send Email
bn: ইমেইল পাঠান

# commonHelp
source: Help
bn: সাহায্য

# commonDelete
source: Delete
bn: মুছুন

# commonEdit
source: Edit
bn: সম্পাদনা

# navigationExitDialogTitle
source: Exit DeenMate
bn: দীনমেট থেকে বের হন

# navigationExitDialogMessage
source: Are you sure you want to exit the app?
bn: আপনি কি নিশ্চিত যে অ্যাপ থেকে বের হতে চান?

# prayerCalculationMethodsTitle
source: Prayer Calculation Methods
bn: নামাজের হিসাব পদ্ধতি

# prayerCalculationMethodsApplyMethod
source: Apply Method
bn: পদ্ধতি প্রয়োগ করুন

# prayerCalculationMethodsCreateCustom
source: Create Custom Method
bn: কাস্টম পদ্ধতি তৈরি করুন

# settingsMoreFeatures
source: More Features
bn: আরও বৈশিষ্ট্য

# athanSettingsVibration
source: Vibration
bn: কম্পন

# athanSettingsVibrationSubtitle
source: Vibrate device during Athan
bn: আজানের সময় ডিভাইস কম্পন করুন

# athanSettingsQuickActions
source: Quick Actions
bn: দ্রুত কার্যক্রম

# athanSettingsQuickActionsSubtitle
source: Show "Mark as Prayed" and "Snooze" buttons
bn: "নামাজ পড়া হয়েছে" এবং "স্নুজ" বোতাম দেখান

# athanSettingsAutoComplete
source: Auto-complete
bn: স্বয়ংক্রিয় সম্পূর্ণ

# athanSettingsAutoCompleteSubtitle
source: Automatically mark prayer as completed
bn: স্বয়ংক্রিয়ভাবে নামাজ সম্পূর্ণ হিসেবে চিহ্নিত করুন

# athanSettingsAddMuteTimeRange
source: Add Mute Time Range
bn: নীরব সময়সীমা যোগ করুন

# athanSettingsSmartNotifications
source: Smart Notifications
bn: স্মার্ট বিজ্ঞপ্তি

# athanSettingsSmartNotificationsSubtitle
source: Adjust notifications based on your activity
bn: আপনার কার্যকলাপের ভিত্তিতে বিজ্ঞপ্তি সামঞ্জস্য করুন

# athanSettingsOverrideDnd
source: Override Do Not Disturb
bn: ডু নট ডিসটার্ব ওভাররাইড করুন

# athanSettingsOverrideDndSubtitle
source: Show prayer notifications even in DND mode
bn: ডিএনডি মোডেও নামাজের বিজ্ঞপ্তি দেখান

# athanSettingsFullScreenNotifications
source: Full Screen Notifications
bn: ফুল স্ক্রিন বিজ্ঞপ্তি

# athanSettingsFullScreenNotificationsSubtitle
source: Show prayer time as full screen alert
bn: নামাজের সময় ফুল স্ক্রিন সতর্কতা হিসেবে দেখান

# permissionsGrant
source: Grant
bn: অনুমতি দিন

# athanNotificationsTitle
source: Athan & Notifications
bn: আযান ও বিজ্ঞপ্তি

# athanTabTitle
source: Athan
bn: আযান

# prayersTabTitle
source: Prayers
bn: নামাজ

# advancedTabTitle
source: Advanced
bn: উন্নত

# ramadanTabTitle
source: Ramadan
bn: রমজান

# athanSettingsTitle
source: Athan Settings
bn: আযান সেটিংস

# athanSettingsSubtitle
source: Call to prayer notifications when prayer time arrives
bn: নামাজের সময় হলে আজানের নোটিফিকেশন

# prayerNotificationsTitle
source: Prayer Notifications
bn: নামাজের বিজ্ঞপ্তি

# prayerNotificationsSubtitle
source: Customize notifications for each prayer
bn: প্রতিটি নামাজের জন্য বিজ্ঞপ্তি কাস্টমাইজ করুন

# preciseTimingRecommended
source: Precise timing recommended for Athan
bn: আযানের জন্য সুনির্দিষ্ট সময় সুপারিশকৃত

# advancedSettingsTitle
source: Advanced Settings
bn: উন্নত সেটিংস

# advancedSettingsSubtitle
source: Fine-tune notification behavior
bn: বিজ্ঞপ্তির আচরণ সূক্ষ্ম সামঞ্জস্য করুন

# ramadanSettingsTitle
source: Ramadan Settings
bn: রমজান সেটিংস

# ramadanSettingsSubtitle
source: Special notifications for the holy month
bn: পবিত্র মাসের জন্য বিশেষ বিজ্ঞপ্তি

# notificationsEnabled
source: Notifications are enabled
bn: বিজ্ঞপ্তি সক্রিয় আছে

# notificationsDisabled
source: Notifications are disabled
bn: বিজ্ঞপ্তি নিষ্ক্রিয় আছে

# audioSettingsTitle
source: Audio Settings
bn: অডিও সেটিংস

# durationLabel
source: Duration:
bn: সময়কাল:

# reminderTimeTitle
source: Reminder Time
bn: রিমাইন্ডার সময়

# reminderTimeSubtitle
source: Notify me this many minutes before prayer time:
bn: নামাজের সময়ের এই কয়েক মিনিট আগে আমাকে জানান:

# choosePrayerNotifications
source: Choose which prayers to receive notifications for:
bn: কোন নামাজের জন্য বিজ্ঞপ্তি পেতে চান তা বেছে নিন:

# notificationActionsTitle
source: Notification Actions
bn: বিজ্ঞপ্তি কার্যক্রম

# muteSettingsTitle
source: Mute Settings
bn: নিঃশব্দ সেটিংস

# muteSettingsSubtitle
source: Configure when notifications should be silenced:
bn: কখন বিজ্ঞপ্তি নিঃশব্দ করা হবে তা কনফিগার করুন:

# mutedDaysLabel
source: Muted Days:
bn: নিঃশব্দ দিন:

source: Monday
bn: সোমবার

source: Tuesday
bn: মঙ্গলবার

source: Wednesday
bn: বুধবার

source: Thursday
bn: বৃহস্পতিবার

source: Friday
bn: শুক্রবার

source: Saturday
bn: শনিবার

source: Sunday
bn: রবিবার

# methodsRecommended
source: Recommended
bn: সুপারিশকৃত

# methodsAllMethods
source: All Methods
bn: সকল পদ্ধতি

# methodsCompare
source: Compare
bn: তুলনা

# methodsLocationBasedRecommendations
source: Location-Based Recommendations
bn: অবস্থান-ভিত্তিক সুপারিশ

# methodsLocationRecommendationText
source: These methods are recommended for your region. Location detection would normally determine this automatically.
bn: এই পদ্ধতিগুলি আপনার অঞ্চলের জন্য সুপারিশ করা হয়। অবস্থান সনাক্তকরণ সাধারণত এটি স্বয়ংক্রিয়ভাবে নির্ধারণ করবে।

# methodsAllAvailableMethods
source: All Available Methods
bn: সব উপলব্ধ পদ্ধতি

# methodsFromOrganizations
source: {count} calculation methods from Islamic organizations worldwide.
bn: বিশ্বব্যাপী ইসলামিক সংস্থাগুলি থেকে {count}টি গণনা পদ্ধতি।

source: Method Comparison
bn: পদ্ধতি তুলনা

# methodComparisonDescription
source: Select two methods to compare their angles and characteristics.
bn: তাদের কোণ এবং বৈশিষ্ট্য তুলনা করতে দুটি পদ্ধতি নির্বাচন করুন।

# methodComparisonMethod1
source: Method 1
bn: পদ্ধতি ১

# methodComparisonMethod2
source: Method 2
bn: পদ্ধতি ২

# methodUnknownOrganization
source: Unknown Organization
bn: অজানা সংস্থা
