Repository: DeenMate/deenmate-app
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: DeenMate
bn: দীনমেট

# onboardingWelcomeTitle
source: Welcome to DeenMate
bn: দীনমেটে স্বাগতম

# onboardingWelcomeSubtitle
source: Your Complete Islamic Companion
bn: আপনার সম্পূর্ণ ইসলামিক সঙ্গী

# onboardingLanguageTitle
source: Choose Your Language
bn: আপনার ভাষা নির্বাচন করুন

# onboardingLanguageSubtitle
source: Select your preferred language for the app
bn: অ্যাপের জন্য আপনার পছন্দের ভাষা নির্বাচন করুন

# onboardingUsernameTitle
source: What should we call you?
bn: আমরা আপনাকে কী বলব?

# onboardingUsernameSubtitle
source: Enter your name or preferred nickname
bn: আপনার নাম বা পছন্দের ডাকনাম লিখুন

# onboardingLocationTitle
source: Location
bn: অবস্থান

# onboardingLocationSubtitle
source: This helps us provide accurate prayer times
bn: এটি আমাদের সঠিক নামাজের সময় প্রদান করতে সাহায্য করে

# onboardingLocationGpsTitle
source: Use GPS Location
bn: জিপিএস অবস্থান ব্যবহার করুন

# onboardingLocationGpsSubtitle
source: Automatically detect your current location
bn: স্বয়ংক্রিয়ভাবে আপনার বর্তমান অবস্থান সনাক্ত করুন

# onboardingLocationManualTitle
source: Manual Selection
bn: ম্যানুয়াল নির্বাচন

# onboardingLocationManualSubtitle
source: Choose your city manually
bn: আপনার শহর ম্যানুয়ালি নির্বাচন করুন

# onboardingUsernameHint
source: Enter your name
bn: আপনার নাম লিখুন

# onboardingNotificationEnable
source: Enable
bn: সক্রিয় করুন

# onboardingNotificationEnableSubtitle
source: Receive prayer time notifications
bn: নামাজের সময়ের নোটিফিকেশন পান

# onboardingNotificationDisable
source: Disable
bn: নিষ্ক্রিয় করুন

# onboardingNotificationDisableSubtitle
source: Use silent mode only
bn: শুধুমাত্র নীরব মোড ব্যবহার করুন

# onboardingCalculationTitle
source: Prayer Time Calculation
bn: নামাজের সময় গণনা

# onboardingCalculationSubtitle
source: Choose your preferred calculation method
bn: আপনার পছন্দের গণনা পদ্ধতি নির্বাচন করুন

# onboardingMadhhabTitle
source: Select Your Mazhab
bn: আপনার মাযহাব নির্বাচন করুন

# onboardingMadhhabSubtitle
source: Choose your school of Islamic jurisprudence for prayer calculations
bn: নামাজ গণনার জন্য আপনার ফিকাহ্ মাযহাব নির্বাচন করুন

# onboardingMadhhabMostWidelyFollowed
source: Most widely followed mazhab
bn: সবচেয়ে অনুসৃত মাযহাব

# onboardingMadhhabOtherSchools
source: Other major schools of thought
bn: অন্যান্য প্রধান মাজহাবসমূহ

# madhhabHanafi
source: Hanafi
bn: হানাফি

# madhhabShafiMalikiHanbali
source: Shafi'i, Maliki, Hanbali
bn: শাফেয়ি, মালিকি, হাম্বলি

# onboardingNotificationsTitle
source: Notifications
bn: বিজ্ঞপ্তি

# onboardingNotificationsSubtitle
source: Stay connected with prayer reminders
bn: নামাজের স্মরণিকা দিয়ে সংযুক্ত থাকুন

# onboardingThemeTitle
source: Choose Your Theme
bn: আপনার থিম নির্বাচন করুন

# hadithTitle
source: Hadith
bn: হাদীস

source: Hadith Collections
bn: হাদীস সংকলন

# hadithPopular
source: Popular Hadiths
bn: জনপ্রিয় হাদীস

# hadithRecentlyRead
source: Recently Read
bn: সাম্প্রতিক পড়া

# hadithQuickActions
source: Quick Actions
bn: দ্রুত অ্যাকশন

# hadithSearch
source: Search
bn: অনুসন্ধান

# hadithTopics
source: Topics
bn: বিষয়

# hadithBookmarks
source: Bookmarks
bn: বুকমার্ক

# hadithReadCount
source: Read: {count}
bn: পঠিত: {count}

# hadithCount
source: {count} Hadiths
bn: {count} হাদীস

# hadithNoCollections
source: No Hadith collections found
bn: কোন হাদীস সংকলন পাওয়া যায়নি

# hadithNoPopular
source: No popular hadiths
bn: কোন জনপ্রিয় হাদীস নেই

# hadithNoRecentlyRead
source: No recently read hadiths
bn: কোন সাম্প্রতিক পড়া নেই

# hadithErrorLoadingCollections
source: Error loading collections
bn: সংকলন লোড করতে সমস্যা

# hadithErrorLoadingPopular
source: Error loading popular hadiths
bn: জনপ্রিয় হাদীস লোড করতে সমস্যা

# hadithErrorLoadingRecentlyRead
source: Error loading recently read
bn: সাম্প্রতিক পড়া লোড করতে সমস্যা

# hadithSearchTitle
source: Hadith Search
bn: হাদীস অনুসন্ধান

# hadithSearchHint
source: Search for hadiths...
bn: হাদীস অনুসন্ধান করুন...

# hadithSearching
source: Searching...
bn: অনুসন্ধান করা হচ্ছে...

# hadithSearchEmpty
source: Search for Hadiths
bn: হাদীস অনুসন্ধান করুন

# hadithSearchEmptySubtitle
source: Search using keywords
bn: কীওয়ার্ড দিয়ে অনুসন্ধান করুন

# hadithNoResults
source: No results found
bn: কোন ফলাফল পাওয়া যায়নি

# hadithNoResultsForQuery
source: No hadiths found for "{query}"
bn: "{query}" এর জন্য কোন হাদীস পাওয়া যায়নি

# hadithSearchError
source: Error occurred while searching
bn: অনুসন্ধানে সমস্যা হয়েছে

# hadithTryAgain
source: Try Again
bn: আবার চেষ্টা করুন

# hadithResultsFound
source: {count} results found
bn: {count}টি হাদিস পাওয়া গেছে

# hadithNarrator
source: Narrator: {name}
bn: বর্ণনাকারী: {name}

# hadithFilters
source: Filters
bn: ফিল্টার

# hadithCollection
source: Collection
bn: সংকলন

# hadithGrade
source: Grade
bn: গ্রেড

# hadithAll
source: All
bn: সব

# hadithTodaysHadith
source: Today's Hadith
bn: আজকের হাদিস

# hadithSearchHintWithShortcut
source: Search hadiths (Ctrl+K)
bn: হাদিস সার্চ করুন (Ctrl+K)

# hadithPopularBooks
source: Popular Books
bn: জনপ্রিয় বই

# hadithPopularTopics
source: Popular Topics
bn: জনপ্রিয় বিষয়

# hadithExploreMore
source: Explore More
bn: আরও দেখুন

# hadithViewAll
source: View All
bn: সব দেখুন

# hadithBooksTitle
source: Hadith Books
bn: হাদিস বই

# hadithMainTitle
source: Hadith
bn: হাদিস

# onboardingThemeSubtitle
source: Select your preferred visual style
bn: আপনার পছন্দের দৃশ্য শৈলী নির্বাচন করুন

# onboardingCompleteTitle
source: Setup Complete!
bn: সেটআপ সম্পন্ন!

# onboardingCompleteSubtitle
source: Your DeenMate app is ready to use
bn: আপনার ডিনমেট এখন ব্যবহার উপযোগী

# onboardingFeaturesTitle
source: Features
bn: ফিচারসমূহ

# onboardingGetStarted
source: Get Started
bn: শুরু করুন

source: Error saving preferences
bn: পছন্দ সংরক্ষণে ত্রুটি

# navigationHome
source: Home
bn: হোম

# navigationQuran
source: Quran
bn: কুরআন

# navigationHadith
source: Hadith
bn: হাদিস

# navigationMore
source: More
bn: আরও

# prayerTimesTitle
source: Prayer Times
bn: নামাজের সময়

# prayerFajr
source: Fajr
bn: ফজর

# prayerSunrise
source: Sunrise
bn: সূর্যোদয়

# prayerDhuhr
source: Dhuhr
bn: যুহর

# prayerAsr
source: Asr
bn: আসর

# prayerMaghrib
source: Maghrib
bn: মাগরিব

# prayerIsha
source: Isha
bn: ইশা

source: Next Prayer
bn: পরবর্তী নামাজ

source: Current Prayer
bn: বর্তমান নামাজ

source: Time Remaining
bn: বাকি সময়

# timingsFromAlAdhan
source: Prayer Times from Al-Adhan
bn: আল-আযান থেকে নামাজের সময়

# quranTitle
source: Quran
bn: কুরআন

# quranLastRead
source: Last Read
bn: সর্বশেষ পড়া

# quranContinue
source: Continue
bn: চালিয়ে যান

# quranSearch
source: Search
bn: অনুসন্ধান

# quranNavigation
source: Navigation
bn: নেভিগেশন

# quranSurah
source: Surah
bn: সূরা

# quranPage
source: Page
bn: পৃষ্ঠা

# quranJuz
source: Juz
bn: পারা

# quranHizb
source: Hizb
bn: হিজব

# quranRuku
source: Ruku
bn: রুকু

# settingsTitle
source: Settings
bn: সেটিংস

# settingsLanguage
source: Language
bn: ভাষা

# settingsTheme
source: Theme
bn: থিম

# settingsNotifications
source: Notifications
bn: বিজ্ঞপ্তি

# settingsPrayerTimes
source: Prayer Times
bn: নামাজের সময়

# settingsQuran
source: Quran
bn: কুরআন

# settingsAbout
source: About DeenMate
bn: DeenMate সম্পর্কে

# settingsPrayerSettings
source: Prayer Settings
bn: নামাজের সেটিংস

# settingsAthanSettings
source: Athan Settings
bn: আজানের সেটিংস

# settingsAthanSubtitle
source: Call to prayer customization
bn: আজানের কাস্টমাইজেশন

# settingsPrayerNotifications
source: Prayer Notifications
bn: নামাজের বিজ্ঞপ্তি

# settingsPrayerNotificationsSubtitle
source: Enable prayer time reminders
bn: নামাজের সময়ের অনুস্মারক সক্রিয় করুন

# settingsPrayerReminders
source: Prayer Reminders
bn: নামাজের স্মরণিকা

# settingsPrayerRemindersSubtitle
source: Get notified for prayer times
bn: নামাজের সময়ের জন্য অনুস্মারক পান

# settingsIslamicMidnight
source: Islamic Midnight
bn: ইসলামিক মধ্যরাত

# settingsIslamicMidnightSubtitle
source: Calculate midnight according to Islamic tradition
bn: ইসলামিক ঐতিহ্য অনুযায়ী মধ্যরাত গণনা করুন

# settingsIslamicContent
source: Islamic Content
bn: ইসলামিক কন্টেন্ট

# settingsDailyVerses
source: Daily Verses
bn: দৈনিক আয়াত

# settingsDailyVersesSubtitle
source: Receive daily Quranic verses
bn: দৈনিক কুরআনের আয়াত পান

# settingsQuranSettings
source: Quran Settings
bn: কুরআনের সেটিংস

# settingsReadingPreferences
source: Reading Preferences
bn: পড়ার পছন্দ

# settingsContentTranslations
source: Content & Translations
bn: কন্টেন্ট ও অনুবাদ

# settingsOfflineManagement
source: Offline Management
bn: অফলাইন ব্যবস্থাপনা

# settingsOfflineSubtitle
source: Quran text and translations for offline reading
bn: অফলাইন পড়ার জন্য কুরআনের টেক্সট এবং অনুবাদ

# settingsAudioDownloads
source: Audio Downloads
bn: অডিও ডাউনলোড

# settingsAudioSubtitle
source: Download recitations for offline listening
bn: অফলাইন শোনার জন্য তেলাওয়াত ডাউনলোড করুন

# settingsAccessibility
source: Accessibility
bn: অভিগম্যতা

# settingsAppSettings
source: App Settings
bn: অ্যাপ সেটিংস

# settingsDataStorage
source: Data & Storage
bn: ডেটা ও সংরক্ষণ

# settingsUserName
source: Your name
bn: আপনার নাম

# settingsUserNameSubtitle
source: Set your display name
bn: আপনার প্রদর্শনের নাম সেট করুন

# settingsEditName
source: Edit name
bn: নাম সম্পাদনা করুন

# settingsEnterName
source: Enter your name
bn: আপনার নাম লিখুন

# settingsAppDescription
source: Islamic Utility Super App
bn: ইসলামিক ইউটিলিটি সুপার অ্যাপ

# settingsComingSoon
source: Coming Soon
bn: শীঘ্রই আসছে

# settingsPrayerCalculationMethodTitle
source: Prayer Calculation Method
bn: নামাজের গণনা পদ্ধতি

# commonContinue
source: Continue
bn: চালিয়ে যান

# commonBack
source: Back
bn: পিছনে

# commonNext
source: Next
bn: পরবর্তী

# commonSave
source: Save
bn: সংরক্ষণ

# commonCancel
source: Cancel
bn: বাতিল

# commonDone
source: Done
bn: সম্পন্ন

# commonLoading
source: Loading...
bn: লোড হচ্ছে...

# commonPleaseWait
source: Please wait...
bn: অনুগ্রহ করে অপেক্ষা করুন...

# commonError
source: Error
bn: ত্রুটি

# commonSuccess
source: Success
bn: সফল

# commonYes
source: Yes
bn: হ্যাঁ

# commonNo
source: No
bn: না

# commonOk
source: OK
bn: ঠিক আছে

# languageEnglish
source: English
bn: ইংরেজি

# languageBengali
source: Bengali
bn: বাংলা

# languageUrdu
source: Urdu
bn: উর্দু

# languageArabic
source: Arabic
bn: আরবি

# languageFullySupported
source: Fully Supported
bn: সম্পূর্ণ সমর্থিত

# languageComingSoon
source: Coming Soon
bn: শীঘ্রই আসছে

# themeLight
source: Light
bn: হালকা

# themeDark
source: Dark
bn: অন্ধকার

# themeSystem
source: System
bn: সিস্টেম

# themeLightSerenity
source: Light Serenity
bn: হালকা প্রশান্তি

# themeNightCalm
source: Night Calm
bn: রাতের শান্তি

# themeHeritageSepia
source: Heritage Sepia
bn: ঐতিহ্য সেপিয়া

# errorGeneric
source: Something went wrong
bn: কিছু ভুল হয়েছে

# errorNetwork
source: Network error. Please check your connection.
bn: নেটওয়ার্ক ত্রুটি। অনুগ্রহ করে আপনার সংযোগ পরীক্ষা করুন।

# errorLocation
source: Location access is required for accurate prayer times.
bn: সঠিক নামাজের সময়ের জন্য অবস্থান অ্যাক্সেস প্রয়োজন।

# errorPermission
source: Permission denied
bn: অনুমতি অস্বীকৃত

# errorLanguageChangeFailed
source: Failed to change language. Please try again.
bn: ভাষা পছন্দ সংরক্ষণ ব্যর্থ হয়েছে। আবার চেষ্টা করুন।

# errorLanguageChangeGeneric
source: An error occurred while changing the language.
bn: একটি ত্রুটি ঘটেছে। আবার চেষ্টা করুন।

# infoLocationRequired
source: Location access helps provide accurate prayer times for your area.
bn: আপনার এলাকার সঠিক নামাজের সময় প্রদানের জন্য অবস্থান অ্যাক্সেস সাহায্য করে।

# infoNotificationsHelp
source: Get notified before each prayer time.
bn: প্রতিটি নামাজের আগে বিজ্ঞপ্তি পান।

# infoThemeDescription
source: Choose your preferred visual style for the app.
bn: অ্যাপের জন্য আপনার পছন্দের দৃশ্য শৈলী নির্বাচন করুন।

# locationSetSuccess
source: Location set successfully!
bn: অবস্থান সফলভাবে সেট করা হয়েছে!

# locationGetFailed
source: Failed to get location: {error}
bn: অবস্থান পাওয়া যায়নি: {error}

# locationSaveSuccess
source: Location "{city}, {country}" saved successfully!
bn: অবস্থান "{city}, {country}" সফলভাবে সংরক্ষিত হয়েছে!

# locationSaveFailed
source: Failed to save location: {error}
bn: অবস্থান সংরক্ষণ ব্যর্থ: {error}

source: Location Permission Required
bn: অবস্থান অনুমতি প্রয়োজন

# buttonCancel
source: Cancel
bn: বাতিল

# buttonTryAgain
source: Try Again
bn: আবার চেষ্টা করুন

# buttonConfirm
source: Confirm
bn: নিশ্চিত করুন

# buttonDelete
source: Delete
bn: মুছুন

# buttonEdit
source: Edit
bn: সম্পাদনা করুন

# buttonCopy
source: Copy
bn: কপি করুন

# buttonShare
source: Share
bn: শেয়ার করুন

# buttonView
source: View
bn: দেখুন

# buttonStart
source: Start
bn: শুরু করুন

# buttonStop
source: Stop
bn: বন্ধ করুন

# verseBookmark
source: Bookmark verse
bn: আয়াত বুকমার্ক করুন

# verseRemoveBookmark
source: Remove bookmark
bn: বুকমার্ক সরান

# verseCopy
source: Copy verse
bn: আয়াত কপি করুন

# verseShare
source: Share verse
bn: আয়াত শেয়ার করুন

# verseViewTafsir
source: View tafsir
bn: তাফসীর দেখুন

# verseLoadingTranslation
source: Loading translation...
bn: অনুবাদ লোড করা হচ্ছে...

# statusUnknown
source: Unknown
bn: অজানা

# readingPlansTitle
source: Reading Plans
bn: পড়ার পরিকল্পনা

# readingPlansMyPlans
source: My Plans
bn: আমার পরিকল্পনা

# readingPlansToday
source: Today
bn: আজ

# readingPlansStats
source: Stats
bn: পরিসংখ্যান

# readingPlansNewPlan
source: New Plan
bn: নতুন পরিকল্পনা

# readingPlansActive
source: ACTIVE
bn: সক্রিয়

# readingPlansProgress
source: Progress
bn: অগ্রগতি

# readingPlansDays
source: Days
bn: দিন

# readingPlansVersesPerDay
source: Verses/Day
bn: দৈনিক আয়াত

# readingPlansTodaysReading
source: Today's Reading
bn: আজকের পাঠ

# readingPlansStartReading
source: Start Reading
bn: পড়া শুরু করুন

# readingPlansStartPlan
source: Start Plan
bn: পরিকল্পনা শুরু করুন

# readingPlansStopPlan
source: Stop Plan
bn: পরিকল্পনা বন্ধ করুন

# buttonClear
source: Clear
bn: পরিষ্কার করুন

# settingsAboutSubtitle
source: Version, credits, and more
bn: সংস্করণ, ক্রেডিট এবং আরও

# settingsPrivacyPolicy
source: Privacy Policy
bn: গোপনীয়তা নীতি

# settingsPrivacyPolicySubtitle
source: How we protect your data
bn: আমরা কীভাবে আপনার ডেটা রক্ষা করি

# settingsClearCache
source: Clear Cache
bn: ক্যাশ মুছুন

# settingsClearCacheSubtitle
source: Free up storage space
bn: স্টোরেজ স্থান মুক্ত করুন

# settingsClearCacheConfirmMessage
source: Are you sure you want to clear the cache? This will remove temporary files and may slow down the app initially.
bn: আপনি কি নিশ্চিত যে আপনি ক্যাশ মুছে ফেলতে চান? এটি অস্থায়ী ফাইলগুলি সরিয়ে দেবে এবং প্রাথমিকভাবে অ্যাপটি ধীর করতে পারে।

# settingsExportData
source: Export Data
bn: ডেটা রপ্তানি করুন

# settingsExportDataSubtitle
source: Backup your settings and data
bn: আপনার সেটিংস এবং ডেটা ব্যাকআপ করুন

# settingsPrayerCalculationMethod
source: Prayer Calculation Method
bn: নামাজ গণনা পদ্ধতি

# settingsSelectLanguage
source: Select Language
bn: ভাষা নির্বাচন করুন

# settingsPermissionRequired
source: Permission Required
bn: অনুমতি প্রয়োজন

# settingsCacheClearedSuccess
source: Cache cleared successfully
bn: ক্যাশ সফলভাবে মুছে ফেলা হয়েছে

# settingsExportComingSoon
source: Export feature coming soon!
bn: রপ্তানি বৈশিষ্ট্য শীঘ্রই আসছে!

source: Prayer Calculation Methods
bn: নামাজ গণনা পদ্ধতি

# prayerAthanNotifications
source: Athan & Notifications
bn: আজান ও বিজ্ঞপ্তি

# prayerVibration
source: Vibration
bn: কম্পন

# prayerVibrationSubtitle
source: Vibrate device during Athan
bn: আজানের সময় ডিভাইস কম্পন করুন

# prayerQuickActions
source: Quick Actions
bn: দ্রুত কর্ম

# prayerQuickActionsSubtitle
source: Show "Mark as Prayed" and "Snooze" buttons
bn: "নামাজ পড়া হয়েছে" এবং "স্নুজ" বোতাম দেখান

# prayerAutoComplete
source: Auto-complete
bn: স্বয়ংক্রিয় সম্পূর্ণ

# prayerAutoCompleteSubtitle
source: Automatically mark prayer as completed
bn: স্বয়ংক্রিয়ভাবে নামাজ সম্পূর্ণ হিসেবে চিহ্নিত করুন

# prayerSmartNotifications
source: Smart Notifications
bn: স্মার্ট বিজ্ঞপ্তি

# prayerSmartNotificationsSubtitle
source: Adjust notifications based on your activity
bn: আপনার কার্যকলাপের ভিত্তিতে বিজ্ঞপ্তি সামঞ্জস্য করুন

# prayerOverrideDND
source: Override Do Not Disturb
bn: ডু নট ডিসটার্ব ওভাররাইড করুন

# prayerOverrideDNDSubtitle
source: Show prayer notifications even in DND mode
bn: ডিএনডি মোডেও নামাজের বিজ্ঞপ্তি দেখান

# prayerFullScreenNotifications
source: Full Screen Notifications
bn: ফুল স্ক্রিন বিজ্ঞপ্তি

# prayerFullScreenNotificationsSubtitle
source: Show prayer time as full screen alert
bn: নামাজের সময় ফুল স্ক্রিন সতর্কতা হিসেবে দেখান

# prayerRamadanNotifications
source: Ramadan Notifications
bn: রমজান বিজ্ঞপ্তি

# prayerRamadanNotificationsSubtitle
source: Enable special notifications for Suhur and Iftar
bn: সেহরি এবং ইফতারের জন্য বিশেষ বিজ্ঞপ্তি সক্রিয় করুন

# prayerSpecialRamadanAthan
source: Special Ramadan Athan
bn: বিশেষ রমজান আজান

# prayerSpecialRamadanAthanSubtitle
source: Use special Athan recitations during Ramadan
bn: রমজানের সময় বিশেষ আজান পাঠ ব্যবহার করুন

# prayerSuhurReminder
source: Suhur Reminder
bn: সেহরি অনুস্মারক

# prayerIftarReminder
source: Iftar Reminder
bn: ইফতার অনুস্মারক

# prayerSuhurReminderText
source: Remind me {minutes} minutes before Fajr for Suhur
bn: সেহরির জন্য ফজরের {minutes} মিনিট আগে আমাকে মনে করিয়ে দিন

# prayerIftarReminderText
source: Remind me {minutes} minutes before Maghrib for Iftar
bn: ইফতারের জন্য মাগরিবের {minutes} মিনিট আগে আমাকে মনে করিয়ে দিন

# prayerIncludeDuas
source: Include Duas
bn: দোয়া অন্তর্ভুক্ত করুন

# prayerIncludeDuasSubtitle
source: Show Ramadan-specific duas in notifications
bn: বিজ্ঞপ্তিতে রমজান-নির্দিষ্ট দোয়া দেখান

# prayerTrackFasting
source: Track Fasting
bn: রোজা ট্র্যাক করুন

# prayerTrackFastingSubtitle
source: Keep track of your fasting status
bn: আপনার রোজার অবস্থা ট্র্যাক রাখুন

source: Ramadan Mubarak!
bn: রমজান মুবারক!

source: Ramadan Status
bn: রমজানের অবস্থা

# ramadanDaysRemaining
source: {days} days remaining in this blessed month
bn: এই পবিত্র মাসে আরও {days} দিন বাকি

# ramadanBlessedMonth
source: The blessed month of fasting
bn: রোজার পবিত্র মাস

# ramadanSettingsInfo
source: Ramadan settings will be active during the holy month
bn: পবিত্র মাসে রমজান সেটিংস সক্রিয় থাকবে

# errorUnableToLoadSettings
source: Unable to load settings
bn: সেটিংস লোড করতে অক্ষম

# buttonRetry
source: Retry
bn: আবার চেষ্টা করুন

# buttonGrant
source: Grant
bn: অনুমতি দিন

# buttonApply
source: Apply
bn: প্রয়োগ করুন

# buttonGotIt
source: Got it
bn: বুঝেছি

# prayerTestAthanAudio
source: Test Athan Audio
bn: আজান অডিও পরীক্ষা করুন

# prayerScheduleNow
source: Schedule Now
bn: এখনই সময়সূচী করুন

# prayerDebugInfo
source: Debug Info
bn: ডিবাগ তথ্য

# prayerScheduleNotifications
source: Schedule Prayer Notifications
bn: নামাজের বিজ্ঞপ্তি সময়সূচী করুন

# prayerTestNotification
source: Test Notification (1 sec)
bn: পরীক্ষামূলক বিজ্ঞপ্তি (১ সেকেন্ড)

# prayerDemoNotification
source: Demo Notification (2 min)
bn: ডেমো বিজ্ঞপ্তি (২ মিনিট)

# prayerImmediateNotification
source: Immediate Notification
bn: তাৎক্ষণিক বিজ্ঞপ্তি

# prayerAthanTestStarted
source: Athan audio test started
bn: আজান অডিও পরীক্ষা শুরু হয়েছে

# prayerAthanTestFailed
source: Athan test failed: {error}
bn: আজান পরীক্ষা ব্যর্থ: {error}

# prayerNotificationsScheduled
source: Notifications scheduled for today
bn: আজকের জন্য বিজ্ঞপ্তি সময়সূচী করা হয়েছে

# prayerSchedulingFailed
source: Scheduling failed: {error}
bn: সময়সূচী ব্যর্থ: {error}

# prayerDebugFailed
source: Debug failed: {error}
bn: ডিবাগ ব্যর্থ: {error}

# prayerTestNotificationSent
source: Test notification sent immediately!
bn: পরীক্ষামূলক বিজ্ঞপ্তি তাৎক্ষণিকভাবে পাঠানো হয়েছে!

# prayerTestNotificationFailed
source: Test notification failed: {error}
bn: পরীক্ষামূলক বিজ্ঞপ্তি ব্যর্থ: {error}

# prayerDemoNotificationSent
source: Demo notification sent! Azan should play now.
bn: ডেমো বিজ্ঞপ্তি পাঠানো হয়েছে! আজান এখন বাজবে।

# prayerDemoNotificationFailed
source: Demo notification failed: {error}
bn: ডেমো বিজ্ঞপ্তি ব্যর্থ: {error}

# prayerImmediateNotificationSent
source: Immediate notification sent!
bn: তাৎক্ষণিক বিজ্ঞপ্তি পাঠানো হয়েছে!

# prayerImmediateNotificationFailed
source: Immediate notification failed: {error}
bn: তাৎক্ষণিক বিজ্ঞপ্তি ব্যর্থ: {error}

# ramadanSuhoor
source: Suhoor
bn: সাহরি

# ramadanIftaar
source: Iftaar
bn: ইফতার

# prayerTimesSource
source: timings from AlAdhan
bn: আল-আধান থেকে সময়

# prayerTimesUpdated
source: Updated: {time}
bn: আপডেট: {time}

# prayerTimesCurrentPrayer
source: Current Prayer
bn: বর্তমান নামাজ

# prayerTimesNextPrayer
source: Next Prayer
bn: পরবর্তী নামাজ

# prayerTimesNoActivePrayer
source: No Active Prayer
bn: কোন সক্রিয় নামাজ নেই

# prayerTimesAzan
source: Azan
bn: আজান

# prayerTimesJamaat
source: Jama'at
bn: জামাত

# prayerTimesEndTime
source: End time - {time}
bn: শেষ সময় - {time}

# settingsCalculationMethod
source: Calculation Method
bn: গণনা পদ্ধতি

# commonRetry
source: Retry
bn: পুনরায় চেষ্টা করুন

# commonClose
source: Close
bn: বন্ধ

# commonSkip
source: Skip
bn: এড়িয়ে যান

# exitDialogTitle
source: Exit DeenMate
bn: দীনমেট থেকে বের হন

# exitDialogMessage
source: Are you sure you want to exit the app?
bn: আপনি কি নিশ্চিত যে আপনি অ্যাপ থেকে বের হতে চান?

# exitDialogExit
source: Exit
bn: বের হন

# audioDownloadsTitle
source: Audio Downloads
bn: অডিও ডাউনলোড

# audioStorageTitle
source: Audio Storage
bn: অডিও স্টোরেজ

# audioStorageErrorStats
source: Error loading stats
bn: স্ট্যাটিস্টিক্স লোড করতে ত্রুটি

# audioSelectReciterTitle
source: Select Reciter
bn: তিলাওয়াতকারী নির্বাচন করুন

# audioRecitersLoadError
source: Error loading reciters
bn: তিলাওয়াতকারী লোড করতে ত্রুটি

# audioQuickActionsTitle
source: Quick Actions
bn: দ্রুত কার্যক্রম

# audioDownloadPopularTitle
source: Download Popular
bn: জনপ্রিয় ডাউনলোড

# audioDownloadPopularSubtitle
source: Download most popular chapters
bn: সবচেয়ে জনপ্রিয় সূরাগুলি ডাউনলোড করুন

# audioDownloadAllTitle
source: Download All
bn: সব ডাউনলোড

# audioDownloadAllSubtitle
source: Download complete Quran
bn: সম্পূর্ণ কুরআন ডাউনলোড করুন

# audioIndividualChaptersTitle
source: Individual Chapters
bn: পৃথক সূরাসমূহ

# audioDownloadCancel
source: Cancel
bn: বাতিল

# audioChapterDelete
source: Delete
bn: মুছুন

# audioErrorLoadingChapters
source: Error loading chapters: {error}
bn: অধ্যায় লোড করতে ত্রুটি: {error}

# audioDownloadingPopularChapters
source: Downloading popular chapters...
bn: জনপ্রিয় অধ্যায়গুলি ডাউনলোড হচ্ছে...

# audioDownloadingChapter
source: Downloading chapter {chapterId}: {status}
bn: অধ্যায় {chapterId} ডাউনলোড হচ্ছে: {status}

# audioPopularChaptersDownloadSuccess
source: Popular chapters downloaded successfully!
bn: জনপ্রিয় অধ্যায়গুলি সফলভাবে ডাউনলোড হয়েছে!

# audioDownloadFailed
source: Download failed: {error}
bn: ডাউনলোড ব্যর্থ: {error}

# audioDownloadingCompleteQuran
source: Downloading complete Quran...
bn: সম্পূর্ণ কুরআন ডাউনলোড হচ্ছে...

# audioDownloadingSurah
source: Surah {chapterName}: {status}
bn: সূরা {chapterName}: {status}

# audioCompleteQuranDownloadSuccess
source: Complete Quran downloaded successfully!
bn: সম্পূর্ণ কুরআন সফলভাবে ডাউনলোড হয়েছে!

# audioDownloadingVerse
source: Downloading {currentVerse}...
bn: {currentVerse} ডাউনলোড হচ্ছে...

# audioChapterDeleted
source: Chapter audio deleted
bn: অধ্যায়ের অডিও মুছে ফেলা হয়েছে

# audioDeleteFailed
source: Delete failed: {error}
bn: মুছে ফেলা ব্যর্থ: {error}

# audioUserCancelled
source: User cancelled
bn: ব্যবহারকারী বাতিল করেছেন

# prayerTimesLoading
source: Loading Prayer Times
bn: নামাজের সময় লোড হচ্ছে

source: Prayer Times Unavailable
bn: নামাজের সময় অনুপলব্ধ

# prayerTimesUnableToLoad
source: Unable to load prayer times
bn: নামাজের সময় লোড করতে পারছি না

# prayerTimesLocationRequired
source: Location Required
bn: অবস্থান প্রয়োজন
