Repository: DeenMate/deenmate-app
Catalog: lib/l10n/app_*.arb
Languages: bn

# methodsAboutTooltip
source: About Calculation Methods
bn: গণনা পদ্ধতি সম্পর্কে

# methodsHideComparisonTooltip
source: Hide Comparison
bn: তুলনা লুকান

# methodsApplyMethod
source: Apply Method
bn: পদ্ধতি প্রয়োগ করুন

# methodsCustom
source: Custom
bn: কাস্টম

# methodsUnknownOrganization
source: Unknown Organization
bn: অজানা সংস্থা

# methodsNotAvailable
source: N/A
bn: প্রযোজ্য নয়

# methodsImpactAssessment
source: Impact Assessment:
bn: প্রভাব মূল্যায়ন:

# methodsFajr
source: Fajr
bn: ফজর

# methodsIsha
source: Isha
bn: ইশা

# methodsSelectMethod
source: Select a calculation method
bn: একটি গণনা পদ্ধতি নির্বাচন করুন

# methodsComparisonResults
source: Comparison Results
bn: তুলনা ফলাফল

# methodsFajrAngle
source: Fajr Angle
bn: ফজরের কোণ

# methodsIshaAngle
source: Isha Angle
bn: ইশার কোণ

# methodsOrganization
source: Organization
bn: সংস্থা

# methodsRetry
source: Retry
bn: পুনরায় চেষ্টা করুন

# methodsYourLocation
source: Your Location
bn: আপনার অবস্থান

# methodsRecommendedMethods
source: Recommended Methods
bn: সুপারিশকৃত পদ্ধতি

# methodsCustomMethod
source: Custom Method
bn: কাস্টম পদ্ধতি

# methodsCustomMethodCreator
source: Custom Method Creator
bn: কাস্টম পদ্ধতি তৈরিকারী

# methodsCreateCustomMethod
source: Create Custom Method
bn: কাস্টম পদ্ধতি তৈরি করুন

# methodsView
source: View
bn: দেখুন

# methodsAboutCalculationMethods
source: About Calculation Methods
bn: গণনা পদ্ধতি সম্পর্কে

# methodsGotIt
source: Got it
bn: বুঝেছি

source: Unable to load location
bn: অবস্থান লোড করতে অক্ষম

# locationIsNeeded
source: Location is needed to show recommended methods
bn: সুপারিশকৃত পদ্ধতি দেখাতে অবস্থান প্রয়োজন

# athanSettingsRetry
source: Retry
bn: পুনরায় চেষ্টা করুন

# athanSettingsFeatureComingSoon
source: Feature coming soon...
bn: বৈশিষ্ট্য শীঘ্রই আসছে...

# athanSettingsTestStarted
source: Athan audio test started
bn: আযান অডিও পরীক্ষা শুরু হয়েছে

# athanSettingsTestFailed
source: Athan test failed
bn: আযান পরীক্ষা ব্যর্থ হয়েছে

# athanSettingsTestAthanAudio
source: Test Athan Audio
bn: আযান অডিও পরীক্ষা করুন

# athanSettingsNotificationsScheduled
source: Notifications scheduled for today
bn: আজকের জন্য বিজ্ঞপ্তি নির্ধারণ করা হয়েছে

# athanSettingsSchedulingFailed
source: Scheduling failed
bn: নির্ধারণ ব্যর্থ হয়েছে

# athanSettingsScheduleNow
source: Schedule Now
bn: এখনই নির্ধারণ করুন

# athanSettingsDebugFailed
source: Debug failed
bn: ডিবাগ ব্যর্থ হয়েছে

# athanSettingsDebugInfo
source: Debug Info
bn: ডিবাগ তথ্য

# athanSettingsPrayerNotificationsScheduled
source: Prayer notifications scheduled for today
bn: আজকের জন্য নামাজের বিজ্ঞপ্তি নির্ধারণ করা হয়েছে

# athanSettingsTestNotificationFailed
source: Test notification failed
bn: পরীক্ষামূলক বিজ্ঞপ্তি ব্যর্থ হয়েছে

# athanSettingsSchedulePrayerNotifications
source: Schedule Prayer Notifications
bn: নামাজের বিজ্ঞপ্তি নির্ধারণ করুন

# athanSettingsTestNotificationSent
source: Test notification sent immediately!
bn: পরীক্ষামূলক বিজ্ঞপ্তি তৎক্ষণাৎ পাঠানো হয়েছে!

# athanSettingsTestNotification1Sec
source: Test Notification (1 sec)
bn: পরীক্ষামূলক বিজ্ঞপ্তি (১ সেকেন্ড)

# athanSettingsDemoNotificationSent
source: Demo notification sent! Azan should play now.
bn: ডেমো বিজ্ঞপ্তি পাঠানো হয়েছে! আযান এখন বাজতে হবে।

# athanSettingsDemoNotificationFailed
source: Demo notification failed
bn: ডেমো বিজ্ঞপ্তি ব্যর্থ হয়েছে

# athanSettingsDemoNotification2Min
source: Demo Notification (2 min)
bn: ডেমো বিজ্ঞপ্তি (২ মিনিট)

# athanSettingsImmediateNotificationSent
source: Immediate notification sent!
bn: তাৎক্ষণিক বিজ্ঞপ্তি পাঠানো হয়েছে!

# athanSettingsImmediateTestMessage
source: This is an immediate test notification
bn: এটি একটি তাৎক্ষণিক পরীক্ষামূলক নোটিফিকেশন

# labelImmediateNotification
source: Immediate Notification
bn: তাৎক্ষণিক নোটিফিকেশন

# quranReaderLoadError
source: Failed to load: {errorMessage}
bn: লোড করতে ব্যর্থ: {errorMessage}

# quranReaderAudioManager
source: Audio Manager
bn: অডিও ম্যানেজার

# quranReciterLabel
source: Reciter:
bn: কারি:

# quranFailedToLoadReciters
source: Failed to load reciters: {error}
bn: কারি লোড করতে ব্যর্থ: {error}

# audioDownloadStarting
source: Starting download...
bn: ডাউনলোড শুরু হচ্ছে...

# audioDownloadProgress
source: Downloading {name}: {progress}%
bn: {name} ডাউনলোড হচ্ছে: {progress}%

# audioDownloadComplete
source: Download complete
bn: ডাউনলোড সম্পূর্ণ

# audioStorageUsed
source: Storage used: {size}
bn: ব্যবহৃত স্টোরেজ: {size}

# audioSelectReciter
source: Select reciter
bn: কারি নির্বাচন করুন

# quranReaderAutoScroll
source: Auto Scroll
bn: স্বয়ংক্রিয় স্ক্রল

# quranReaderEnableAutoScroll
source: Enable Auto Scroll
bn: স্বয়ংক্রিয় স্ক্রল সক্রিয় করুন

# quranReaderQuickJump
source: Quick Jump
bn: দ্রুত জাম্প

# quranReaderCopyArabicText
source: Copy Arabic Text
bn: আরবি টেক্সট কপি করুন

# quranReaderCopyArabicSubtitle
source: Copy only the Arabic verse
bn: শুধুমাত্র আরবি আয়াত কপি করুন

# quranReaderCopyTranslation
source: Copy Translation
bn: অনুবাদ কপি করুন

# quranReaderCopyTranslationSubtitle
source: Copy only the translation
bn: শুধুমাত্র অনুবাদ কপি করুন

# quranReaderCopyFullVerse
source: Copy Full Verse
bn: সম্পূর্ণ আয়াত কপি করুন

# quranReaderCopyFullVerseSubtitle
source: Copy Arabic text with translation
bn: অনুবাদসহ আরবি টেক্সট কপি করুন

# quranReaderReportError
source: Report Translation Error
bn: অনুবাদ ত্রুটি রিপোর্ট করুন

# quranReaderReportErrorSubtitle
source: Help improve translation accuracy
bn: অনুবাদের নির্ভুলতা উন্নত করতে সহায়তা করুন

# quranReaderReportErrorDialogTitle
source: Report Translation Error
bn: অনুবাদ ত্রুটি রিপোর্ট করুন

# quranVerseCopiedToClipboard
source: Verse copied to clipboard
bn: আয়াত ক্লিপবোর্ডে কপি করা হয়েছে

# bookmarksAddBookmark
source: Add Bookmark
bn: বুকমার্ক যোগ করুন

# bookmarksAddBookmarkComingSoon
source: Add bookmark dialog - Coming soon
bn: বুকমার্ক যোগ করার ডায়ালগ - শীঘ্রই আসছে

# bookmarksCreateCategoryComingSoon
source: Create category dialog - Coming soon
bn: ক্যাটেগরি তৈরির ডায়ালগ - শীঘ্রই আসছে

# bookmarksSortOptionsComingSoon
source: Sort options - Coming soon
bn: সাজানোর অপশন - শীঘ্রই আসছে

# bookmarksManageCategoriesComingSoon
source: Manage categories - Coming soon
bn: ক্যাটেগরি পরিচালনা - শীঘ্রই আসছে

# bookmarksExportBookmarksComingSoon
source: Export bookmarks - Coming soon
bn: বুকমার্ক এক্সপোর্ট - শীঘ্রই আসছে

# readingPlansMarkComplete
source: Mark Complete
bn: সম্পূর্ণ হিসেবে চিহ্নিত করুন

# readingPlansCreatePlan
source: Create Plan
bn: পরিকল্পনা তৈরি করুন

# readingPlansDeletePlan
source: Delete Plan
bn: পরিকল্পনা মুছুন

# readingPlansDeletePlanConfirm
source: Are you sure you want to delete \"{planName}\"?
bn: আপনি কি নিশ্চিত যে "{planName}" মুছতে চান?

# readingPlansCreatePlanTitle
source: Create Reading Plan
bn: পঠন পরিকল্পনা তৈরি করুন

# readingPlansThirtyDay
source: 30-Day
bn: ৩০-দিন

# readingPlansRamadan
source: Ramadan
bn: রমজান

# readingPlansCustom
source: Custom
bn: কাস্টম

# readingPlansPlanCreatedSuccess
source: Reading plan created successfully!
bn: পঠন পরিকল্পনা সফলভাবে তৈরি হয়েছে!

source: Quick Tools
bn: দ্রুত সরঞ্জাম

source: Navigation
bn: নেভিগেশন

source: Reading Controls
bn: পঠন নিয়ন্ত্রণ

source: Actions
bn: কার্যক্রম

source: Jump to Verse
bn: আয়াতে যান

# fontSizeIncrease
source: Font +
bn: ফন্ট +

# fontSizeDecrease
source: Font -
bn: ফন্ট -

source: Theme
bn: থিম

source: Translation
bn: অনুবাদ

# addBookmark
source: Bookmark
bn: বুকমার্ক

# removeBookmark
source: Bookmarked
bn: বুকমার্কড

source: Surah
bn: সূরা

source: Page
bn: পৃষ্ঠা

source: Juz
bn: পারা

source: Play Audio
bn: অডিও চালান

source: More Actions
bn: আরও কার্যক্রম

source: Quick Actions
bn: দ্রুত কার্যক্রম

source: Copy
bn: কপি

source: Text Size
bn: টেক্সট সাইজ

source: Translate
bn: অনুবাদ

source: Audio playing...
bn: অডিও চলছে...

source: Bookmark added
bn: বুকমার্ক যোগ করা হয়েছে

source: Verse shared
bn: আয়াত শেয়ার করা হয়েছে

source: More options opened
bn: আরও অপশন খোলা হয়েছে

source: Action completed
bn: কার্যক্রম সম্পন্ন

source: Text size adjustment
bn: টেক্সট সাইজ সমন্বয়

source: Translation options
bn: অনুবাদ বিকল্প

source: Copy Options
bn: কপি বিকল্প

source: Copy Arabic Text
bn: আরবি টেক্সট কপি করুন

# copyArabicSubtitle
source: Copy only the Arabic verse
bn: শুধুমাত্র আরবি আয়াত কপি করুন

source: Copy Translation
bn: অনুবাদ কপি করুন

# copyTranslationSubtitle
source: Copy only the translation
bn: শুধুমাত্র অনুবাদ কপি করুন

source: Copy Full Verse
bn: সম্পূর্ণ আয়াত কপি করুন

# copyFullVerseSubtitle
source: Copy Arabic text with translation
bn: অনুবাদসহ আরবি টেক্সট কপি করুন

source: Arabic text copied
bn: আরবি টেক্সট কপি করা হয়েছে

source: Translation copied
bn: অনুবাদ কপি করা হয়েছে

source: Full verse copied
bn: সম্পূর্ণ আয়াত কপি করা হয়েছে

source: Tap for actions
bn: কার্যক্রমের জন্য ট্যাপ করুন

source: Swipe for quick actions
bn: দ্রুত কার্যক্রমের জন্য সোয়াইপ করুন

source: Font Controls
bn: ফন্ট কন্ট্রোল

source: Arabic Text
bn: আরবি টেক্সট

source: Reset Font Sizes
bn: ফন্ট সাইজ রিসেট করুন

source: Preview
bn: প্রিভিউ

# arabicFontAdjusted
source: Arabic font size adjusted
bn: আরবি ফন্ট সাইজ সমন্বয় করা হয়েছে

# translationFontAdjusted
source: Translation font size adjusted
bn: অনুবাদ ফন্ট সাইজ সমন্বয় করা হয়েছে

# fontSizesReset
source: Font sizes reset to default
bn: ফন্ট সাইজ ডিফল্ট করা হয়েছে

# audioNext
source: Next
bn: পরবর্তী

# audioPrevious
source: Previous
bn: পূর্ববর্তী

# audioRepeat
source: Repeat
bn: পুনরাবৃত্তি

# audioSpeed
source: Speed
bn: গতি

# audioSeekForward
source: Seek forward 10 seconds
bn: ১০ সেকেন্ড এগিয়ে যান

# audioSeekBackward
source: Seek backward 10 seconds
bn: ১০ সেকেন্ড পিছিয়ে যান

# audioNoTrackSelected
source: No track selected
bn: কোন ট্র্যাক নির্বাচিত নেই

source: Close
bn: বন্ধ করুন

# hadithSearchDetailedHint
source: Search hadiths... (e.g., intention, deed)
bn: হাদিস খুঁজুন... (যেমন: নিয়ত, আমল)

# hadithSearchButton
source: Search
bn: খুঁজুন

# hadithSearchingProgress
source: Searching...
bn: খুঁজছি...

# hadithPopularSearches
source: Popular Searches
bn: জনপ্রিয় খোঁজ

# hadithRecentSearches
source: Recent Searches
bn: সাম্প্রতিক খোঁজ

# hadithNoRecentSearches
source: No recent searches yet
bn: এখনো কোনো সাম্প্রতিক খোঁজ নেই

# hadithSearchLoadingMessage
source: Searching hadiths...
bn: হাদিস খুঁজছি...

# hadithNoResultsFound
source: No hadiths found
bn: কোনো হাদিস পাওয়া যায়নি

# hadithNoResultsFoundDetails
source: No hadiths found for '{query}'. Try searching for something else.
bn: '{query}' এর জন্য কোনো হাদিস খুঁজে পাওয়া যায়নি। অন্য কিছু খুঁজে দেখুন।

# hadithTryDifferentSearch
source: Try Different Search
bn: ভিন্ন অনুসন্ধান করুন

# hadithClearSearch
source: Clear Search
bn: অনুসন্ধান পরিষ্কার করুন

# hadithChangeFilter
source: Change Filter
bn: ফিল্টার পরিবর্তন

# hadithSearchContextFor
source: for '{query}'
bn: '{query}' এর জন্য

# hadithBooksScreenTitle
source: Hadith Books
bn: হাদিসের বইসমূহ

# hadithBooksSearchHint
source: Search hadith books...
bn: হাদিসের বই খুঁজুন...

# hadithBooksFilterAll
source: All Books
bn: সব বই

# hadithBooksFilterPopular
source: Popular
bn: জনপ্রিয়

# hadithBooksFilterKutubSittah
source: Kutub Sittah
bn: কুতুব সিত্তাহ

# hadithBooksCountText
source: {count} hadiths
bn: {count} হাদিস

# hadithBooksPopularLabel
source: Popular
bn: জনপ্রিয়

# hadithBooksNoBooksFound
source: No books found
bn: কোনো বই পাওয়া যায়নি

# hadithBooksEmptyStateSubtitle
source: Try searching for something else or change your filter
bn: অন্য কিছু খুঁজে দেখুন বা ফিল্টার পরিবর্তন করুন

# hadithBooksShowAllBooks
source: Show all books
bn: সব বই দেখুন

# hadithPopularBooksSubtitle
source: Valuable hadith collections to organize life in the light of Islam
bn: ইসলামের আলোকে জীবন সাজাতে মূল্যবান হাদিস গ্রন্থসমূহ

# hadithPopularTopicsSubtitle
source: Subject-wise hadith collections helpful in all areas of life
bn: জীবনের সকল ক্ষেত্রে সহায়ক বিভিন্ন বিষয়ভিত্তিক হাদিসের কালেকশন

# hadithTotalCount
source: Total hadiths {count}
bn: মোট হাদিস {count}

# hadithBookmarkTitle
source: Bookmark
bn: বুকমার্ক

# hadithBookmarkSubtitle
source: Saved hadiths
bn: সংরক্ষিত হাদিস

# hadithQuickAccess
source: Quick Access
bn: দ্রুত অ্যাক্সেস

# hadithAdvancedSearch
source: Advanced Search
bn: উন্নত সার্চ

# hadithAdvancedSearchSubtitle
source: Search in detail
bn: বিস্তারিত সার্চ করুন

# hadithDetailCopy
source: Copy
bn: কপি করুন

# hadithDetailShare
source: Share
bn: শেয়ার করুন

# hadithDetailSettings
source: Settings
bn: সেটিংস

# hadithDetailNumber
source: Hadith number {number}
bn: হাদিস নম্বর {number}

# hadithDetailArabicText
source: Arabic
bn: আরবি

# hadithDetailTranslation
source: Bengali Translation
bn: বাংলা অনুবাদ

# hadithDetailFontSize
source: Font Size
bn: ফন্ট সাইজ

# hadithDetailArabicLabel
source: Arabic
bn: আরবি

# hadithDetailTranslationLabel
source: Translation
bn: অনুবাদ

# hadithDetailReferenceInfo
source: Reference Information
bn: রেফারেন্স তথ্য

# hadithDetailNarrator
source: Narrator
bn: বর্ণনাকারী

# hadithDetailChapter
source: Chapter
bn: অধ্যায়

# hadithDetailGrade
source: Grade
bn: গ্রেড

# hadithDetailReference
source: Reference
bn: রেফারেন্স

# hadithDetailRelatedTopics
source: Related Topics
bn: সম্পর্কিত বিষয়

# hadithDetailCopyFull
source: Copy Full
bn: সম্পূর্ণ কপি

# hadithDetailShareButton
source: Share
bn: শেয়ার

# hadithDetailBookmarkAdded
source: Hadith bookmarked
bn: হাদিস বুকমার্ক করা হয়েছে

# hadithDetailBookmarkRemoved
source: Bookmark removed
bn: বুকমার্ক সরানো হয়েছে

# hadithDetailCopied
source: Copied
bn: কপি করা হয়েছে

# hadithDetailShared
source: Hadith shared successfully
bn: শেয়ার করা হয়েছে

# hadithShareTemplate
source: {arabicText}\n\n{bengaliText}\n\nReference: {reference}\nNarrator: {narrator}
bn: {arabicText} {bengaliText} রেফারেন্স: {reference} বর্ণনাকারী: {narrator}

# hadithTopicFormat
source: {order} {name}
bn: ০{order} {name}

# hadithReferenceLabel
source: Reference: {reference}
bn: রেফারেন্স: {reference}

# hadithNarratorLabel
source: Narrator: {narrator}
bn: বর্ণনাকারী: {narrator}

# hadithChapterLabel
source: Chapter: {chapter}
bn: অধ্যায়: {chapter}

# zakatTitle
source: Zakat Calculator
bn: যাকাত ক্যালকুলেটর

# zakatResetDialogTitle
source: Reset Calculator
bn: ক্যালকুলেটর রিসেট

# zakatResetDialogMessage
source: Clear all entered data?
bn: সব প্রবেশ করানো ডেটা মুছে ফেলবেন?

# zakatResetSuccess
source: Calculator reset successfully
bn: ক্যালকুলেটর সফলভাবে রিসেট হয়েছে

# zakatResetFormTooltip
source: Reset Form
bn: ফর্ম রিসেট

# zakatCalculate
source: Calculate Zakat
bn: যাকাত হিসাব করুন

# zakatCalculating
source: Calculating...
bn: হিসাব করা হচ্ছে...

# commonReset
source: Reset
bn: রিসেট

# quranGoToAyahHint
source: Go to Ayah (chapter:verse)
bn: আয়াতে যান (সুরা:আয়াত)

# quranExampleAyahHint
source: e.g., 2:255
bn: যেমন: ২:২৫৫

# quranGoButton
source: Go
bn: যান

# quranVerseOptions
source: Verse Options
bn: আয়াতের অপশন

# quranJuzItem
source: Juz {number}
bn: জুজ {number}

# zakatCalcError
source: Error calculating Zakat: {error}
bn: যাকাত হিসাব করতে ত্রুটি: {error}

# zakatCalculationSuccess
source: Zakat calculation completed successfully
bn: যাকাত হিসাব সফলভাবে সম্পন্ন হয়েছে

# zakatUnableToLoadNisab
source: Unable to load Nisab information: {error}
bn: নিসাব তথ্য লোড করা যায়নি: {error}

# zakatCalculationError
source: Calculation Error
bn: হিসাব ত্রুটি

# zakatAboutTitle
source: About Zakat
bn: যাকাত সম্পর্কে

# zakatAboutBody
source: Zakat is one of the Five Pillars of Islam and represents 2.5% of your wealth that must be given to those in need when your assets exceed the Nisab threshold for a full lunar year.
bn: যাকাত ইসলামের পাঁচটি স্তম্ভের একটি। আপনার সম্পদের ২.৫% যাকাত দিতে হয় যখন আপনার সম্পদ এক হিজরি বছর নিসাবের উপরে থাকে।

# zakatCurrencyLabel
source: Currency
bn: মুদ্রা

# zakatInvalidAmount
source: Please enter a valid amount
bn: একটি সঠিক পরিমাণ লিখুন

# methodsAllAvailableMethodsCount
source: Choose from all {count} available calculation methods used worldwide.
bn: বিশ্বব্যাপী {count}টি উপলভ্য গণনা পদ্ধতি থেকে বেছে নিন।

# methodsCreateCustomAngles
source: Create your own calculation method with custom angles.
bn: নিজস্ব ফজর ও ইশা কোণ দিয়ে কাস্টম পদ্ধতি তৈরি করুন।

# methodsApplied
source: Applied \"{name}\" calculation method
bn: "{name}" গণনা পদ্ধতি প্রয়োগ হয়েছে

# methodsApplyFailed
source: Failed to apply method: {error}
bn: পদ্ধতি প্রয়োগ ব্যর্থ: {error}

# methodsInfoFajrAngle
source: • Fajr Angle: Determines morning prayer time
bn: • ফজর কোণ: ফজরের সময় নির্ধারণ করে

# methodsInfoIshaAngle
source: • Isha Angle: Determines night prayer time
bn: • ইশা কোণ: ইশার সময় নির্ধারণ করে

# methodsInfoRegionalPref
source: • Regional Preferences: Based on local scholarly consensus
bn: • আঞ্চলিক পছন্দ: স্থানীয় আলেমদের মতামতের ভিত্তিতে

# methodsInfoMadhabDiff
source: • Madhab Differences: Mainly affect Asr calculation
bn: • মাযহাবগত পার্থক্য: মূলত আসরের হিসাবকে প্রভাবিত করে

# methodsCustomComingSoon
source: Custom method creation will be available in a future update.
bn: কাস্টম পদ্ধতি ভবিষ্যৎ আপডেটে আসছে।

# qiblaCalibrateFigure8
source: Please calibrate your compass by moving your device in a figure-8 pattern
bn: আপনার ডিভাইসকে ফিগার-৮ আকারে নাড়িয়ে কম্পাস ক্যালিব্রেট করুন

# qiblaErrorInitializingCompass
source: Error initializing compass
bn: কম্পাস চালু করতে ত্রুটি

# qiblaErrorGettingLocation
source: Error getting location
bn: অবস্থান পেতে ত্রুটি

# qiblaCalibratingCompass
source: Calibrating Compass...
bn: কম্পাস ক্যালিব্রেট করা হচ্ছে...

# qiblaDirectionPerfect
source: Perfect Direction
bn: দিক ঠিক আছে

# qiblaTurnRight
source: Turn Right
bn: ডান দিকে ঘুরুন

# qiblaTurnAround
source: Turn Around
bn: ঘুরে দাঁড়ান

# qiblaTurnLeft
source: Turn Left
bn: বাম দিকে ঘুরুন

# qiblaAccuracyExcellent
source: Excellent
bn: চমৎকার

# qiblaAccuracyGood
source: Good
bn: ভাল

# qiblaAccuracyFair
source: Fair
bn: মোটামুটি

# qiblaAccuracyPoor
source: Poor
bn: দুর্বল

source: Qibla Error
bn: কিবলা ত্রুটি

# qiblaErrorHelp
source: Please check your device settings and try again.
bn: আপনার ডিভাইস সেটিংস চেক করে আবার চেষ্টা করুন।

# qiblaCalibrateCompass
source: Calibrate Compass
bn: কম্পাস ক্যালিব্রেট

# qiblaHelpTitle
source: Qibla Help
bn: কিবলা সহায়তা

# qiblaHelpCommonIssues
source: Common Issues:
bn: সাধারণ সমস্যা:

# qiblaHelpLocationPermission
source: Location Permission
bn: লোকেশন অনুমতি

# qiblaHelpLocationPermissionText
source: Make sure location services are enabled and permission is granted.
bn: লোকেশন সার্ভিস চালু আছে এবং অনুমতি দেওয়া হয়েছে তা নিশ্চিত করুন।

# qiblaHelpCompassSensor
source: Compass Sensor
bn: কম্পাস সেন্সর

# qiblaHelpCompassSensorText
source: Ensure your device has a compass sensor and it's working properly.
bn: আপনার ডিভাইসে কম্পাস সেন্সর আছে এবং ঠিকভাবে কাজ করছে তা নিশ্চিত করুন।

# qiblaHelpCalibration
source: Calibration
bn: ক্যালিব্রেশন

# qiblaHelpCalibrationText
source: Move your device in a figure-8 pattern to calibrate the compass.
bn: কম্পাস ক্যালিব্রেট করতে ডিভাইসকে ফিগার-৮ আকারে নাড়ান।

# onboardingStepOfTotal
source: Step {step} of {total}
bn: ধাপ {step} মোট {total} এর মধ্যে

# onboardingLocationPermissionTitle
source: Allow Location Access
bn: অবস্থান অ্যাক্সেস দিন

# onboardingLocationPermissionBody
source: To provide accurate prayer times, DeenMate needs access to your location. Please enable location permissions in your device settings.
bn: সঠিক নামাজের সময় দেখাতে ডিনমেটকে আপনার অবস্থানেアクセス দরকার। দয়া করে ডিভাইস সেটিংস থেকে লোকেশন পারমিশন চালু করুন।

# locationCurrentLocation
source: Current Location
bn: বর্তমান অবস্থান

# locationAutoDetected
source: Auto-detected
bn: স্বয়ংক্রিয়

# locationAutoTimezone
source: Auto
bn: স্বয়ংক্রিয়

# onboardingSelectLocation
source: Select Your Location
bn: আপনার অবস্থান নির্বাচন করুন

# commonCountry
source: Country
bn: দেশ

# commonCity
source: City
bn: শহর

# onboardingTapToContinue
source: Tap to continue
bn: চালিয়ে যেতে ট্যাপ করুন

# onboardingFeatureAccuratePrayerTimes
source: Accurate Prayer Times
bn: নির্ভুল নামাজের সময়

# onboardingFeatureCompleteQuran
source: Complete Quran Reading
bn: পূর্ণ কুরআন তিলাওয়াত

# onboardingFeatureQibla
source: Qibla Direction
bn: কিবলা নির্ণয়

# onboardingFeatureAzanNotifications
source: Azan Notifications
bn: আজান নোটিফিকেশন

# onboardingEnableAthanAndSalah
source: Enable Azan & Salah Notifications?
bn: আজান ও সালাত নোটিফিকেশন চালু করবেন?

# onboardingNotificationsSetupLater
source: Notifications setup will be completed later. You can enable them in settings.
bn: নোটিফিকেশন সেটআপ পরে সম্পন্ন হবে। সেটিংস থেকে যেকোনো সময় চালু করতে পারবেন।

# onboardingNotificationsSavedWithDefaults
source: Notification preferences saved with defaults. You can change them later in settings.
bn: ডিফল্ট পছন্দসহ নোটিফিকেশন সংরক্ষিত হয়েছে। পরে সেটিংস থেকে পরিবর্তন করতে পারবেন।

# onboardingNameTooShort
source: Name must be at least 2 characters long
bn: নাম কমপক্ষে ২ অক্ষরের হতে হবে

# quranAudioManager
source: Audio Manager
bn: অডিও ম্যানেজার

# athanSettingsTestNotificationMessage
source: This is a test prayer notification
bn: এটি একটি পরীক্ষামূলক নামাজ নোটিফিকেশন

# athanSettingsDemoNotificationMessage
source: This is a demo prayer notification with Azan
bn: এটি আজানসহ একটি ডেমো নোটিফিকেশন
